Repository: M1zz/ClipKeyboard
Catalog: ClipKeyboard/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 키보드 검색에서 한글이 흩어지던 문제 수정, 이제 정확히 조합돼 찾아져요
cs: Opravili jsme rozpadání korejských znaků ve vyhledávání na klávesnici, nyní se správně skládají a hledají
da: Rettet: hangul blev spredt i tastatursøgningen, nu samles og findes det korrekt
de: Koreanische Buchstaben wurden in der Tastatursuche auseinandergerissen. Jetzt werden sie richtig zusammengesetzt und gefunden
el: Διορθώθηκε η διάσπαση των κορεατικών χαρακτήρων στην αναζήτηση του πληκτρολογίου, πλέον συντίθενται και βρίσκονται σωστά
en: Fixed Korean scattering in keyboard search, it now composes and matches correctly
es: Corregimos que las letras en coreano se separaran en la búsqueda del teclado. Ahora se forman y se encuentran bien
fi: Korjattu: korealainen teksti hajosi näppäimistön haussa, nyt se yhdistyy ja löytyy oikein
fr: Correction de la saisie coréenne dispersée dans la recherche du clavier, elle se compose et se trouve désormais correctement
id: Memperbaiki huruf Korea yang terpisah di pencarian keyboard, kini tersusun dan ditemukan dengan benar
it: Corretta la scomposizione delle lettere coreane nella ricerca della tastiera: ora si compongono e vengono trovate correttamente
ja: キーボード検索で韓国語の文字がばらばらになる問題を修正しました。正しく組み合わされて検索できます
nb: Rettet at hangul ble spredt i tastatursøket. Nå settes det sammen og finnes riktig
nl: Het uiteenvallen van Koreaanse tekens in de toetsenbordzoekfunctie is opgelost, ze worden nu goed samengesteld en gevonden
pl: Naprawiono rozsypywanie się znaków hangul w wyszukiwarce klawiatury. Teraz są składane i znajdowane poprawnie
pt_br: Corrigimos a busca do teclado com texto em coreano, que separava as letras. Agora ela combina e encontra certo
ru: Исправлено рассыпание корейских символов в поиске клавиатуры, теперь ввод корректно составляется и находится
sv: Korrigerade att koreanska tecken splittrades i tangentbordssökningen, nu sätts de ihop och hittas rätt
th: แก้ปัญหาตัวอักษรเกาหลีแยกกันในการค้นหาบนคีย์บอร์ด ตอนนี้ประกอบและค้นหาได้ถูกต้องแล้ว
tr: Klavye aramasında Korece harflerin dağılması düzeltildi, artık doğru birleşip bulunuyor
vi: Đã sửa lỗi chữ tiếng Hàn bị rời khi tìm kiếm trên bàn phím, giờ được ghép và tìm chính xác
zh_hans: 修复了键盘搜索里韩文会散开的问题，现在能正确组字并匹配
zh_hant: 修復了鍵盤搜尋裡韓文會散開的問題，現在能正確組字並匹配

source: 키보드 검색창에 한글을 칠 때 글자가 깨지던 것을 고쳤어요
cs: Opravili jsme rozpadání korejských znaků v poli vyhledávání na klávesnici
da: Rettet: hangul gik i stykker i tastaturets søgefelt
de: Behoben: Koreanische Schrift brach im Suchfeld der Tastatur auseinander
el: Διορθώθηκε η διάσπαση των κορεατικών χαρακτήρων στο πεδίο αναζήτησης του πληκτρολογίου
en: Fixed Korean breaking apart in the keyboard search field
es: Corregimos que las letras en coreano se descompusieran en la búsqueda del teclado
fi: Korjattu: korealainen teksti meni rikki näppäimistön hakukentässä
fr: Correction du coréen qui se désassemblait dans le champ de recherche du clavier
id: Memperbaiki huruf Korea yang terpecah di kolom pencarian keyboard
it: Corretto il problema delle lettere coreane spezzate nel campo di ricerca della tastiera
ja: キーボードの検索欄に韓国語を入力すると文字が崩れる問題を修正しました
nb: Rettet at hangul gikk i stykker i søkefeltet på tastaturet
nl: Het uiteenvallen van Koreaanse tekens in het zoekveld van het toetsenbord is opgelost
pl: Naprawiono rozpadanie się znaków hangul w polu wyszukiwania klawiatury
pt_br: Corrigimos as letras em coreano que se quebravam no campo de busca do teclado
ru: Исправлена разбивка корейских символов при вводе в поле поиска клавиатуры
sv: Korrigerade att koreanska tecken gick sönder i tangentbordets sökfält
th: แก้ปัญหาตัวอักษรเกาหลีแตกในช่องค้นหาของคีย์บอร์ดแล้ว
tr: Klavye arama alanında Korece harflerin bozulması düzeltildi
vi: Đã sửa lỗi chữ tiếng Hàn bị vỡ trong ô tìm kiếm của bàn phím
zh_hans: 修复了在键盘搜索框里打韩文会拆字的问题
zh_hant: 修復了在鍵盤搜尋框裡打韓文會拆字的問題

source: 키보드 꺼짐
cs: Klávesnice vypnutá
da: Tastatur slået fra
de: Tastatur aus
el: Πληκτρολόγιο ανενεργό
en: Keyboard off
es: Teclado desactivado
fi: Näppäimistö pois päältä
fr: Clavier désactivé
id: Keyboard mati
it: Tastiera disattivata
ja: キーボード オフ
nb: Tastatur av
nl: Toetsenbord uit
pl: Klawiatura wyłączona
pt_br: Teclado desativado
ru: Клавиатура выключена
sv: Tangentbord av
th: ยังไม่เปิดคีย์บอร์ด
tr: Klavye kapalı
vi: Bàn phím tắt
zh_hans: 键盘未开启
zh_hant: 鍵盤未開啓

source: 키보드 꾸미러 가기
cs: Upravit klávesnici
da: Tilpas tastatur
de: Tastatur anpassen
el: Προσαρμογή πληκτρολογίου
en: Customize keyboard
es: Personalizar teclado
fi: Mukauta näppäimistöä
fr: Personnaliser le clavier
id: Atur keyboard
it: Personalizza la tastiera
ja: キーボードをカスタマイズ
nb: Tilpass tastaturet
nl: Pas toetsenbord aan
pl: Dostosuj klawiaturę
pt_br: Personalizar o teclado
ru: Настроить клавиатуру
sv: Anpassa tangentbordet
th: ไปปรับแต่งคีย์บอร์ด
tr: Klavyeyi özelleştir
vi: Tùy chỉnh bàn phím
zh_hans: 去设置键盘
zh_hant: 去設定鍵盤

source: 키보드 내리기
cs: Skrýt klávesnici
da: Skjul tastatur
de: Tastatur ausblenden
el: Απόκρυψη πληκτρολογίου
en: Dismiss keyboard
es: Ocultar teclado
fi: Piilota näppäimistö
fr: Masquer le clavier
id: Tutup keyboard
it: Nascondi tastiera
ja: キーボードを閉じる
nb: Skjul tastaturet
nl: Verberg toetsenbord
pl: Ukryj klawiaturę
pt_br: Fechar teclado
ru: Скрыть клавиатуру
sv: Dölj tangentbordet
th: ซ่อนคีย์บอร์ด
tr: Klavyeyi gizle
vi: Ẩn bàn phím
zh_hans: 收起键盘
zh_hant: 收起鍵盤

source: 키보드 높이
cs: Výška klávesnice
da: Tastaturhøjde
de: Tastaturhöhe
el: Ύψος πληκτρολογίου
en: Keyboard Height
es: Altura del teclado
fi: Näppäimistön korkeus
fr: Hauteur du clavier
id: Tinggi Keyboard
it: Altezza della tastiera
ja: キーボードの高さ
nb: Tastaturhøyde
nl: Toetsenbordhoogte
pl: Wysokość klawiatury
pt_br: Altura do teclado
ru: Высота клавиатуры
sv: Tangentbordshöjd
th: ความสูงคีย์บอร์ด
tr: Klavye Yüksekliği
vi: Chiều cao bàn phím
zh_hans: 键盘高度
zh_hant: 鍵盤高度

source: 키보드 높이를 기기의 기본 키보드에 맞췄어요. 올라올 때 높이가 튀던 것도 함께 없앴어요
cs: Klávesnice má výšku výchozí klávesnice zařízení a skok při jejím zobrazení zmizel
da: Tastaturet har nu samme højde som enhedens standardtastatur, og hoppet, når det kommer frem, er væk
de: Die Tastatur hat jetzt die Höhe der Standardtastatur deines Geräts, und das Springen beim Einblenden ist weg
el: Το ύψος του πληκτρολογίου ταιριάζει πλέον με το προεπιλεγμένο πληκτρολόγιο της συσκευής σας και το πήδημα κατά την εμφάνισή του έφυγε
en: The keyboard is the height of your device's default keyboard, and the jump as it comes up is gone
es: El teclado ahora tiene la altura del teclado predeterminado de tu dispositivo, y ya no da un salto al aparecer
fi: Näppäimistö on nyt laitteen oletusnäppäimistön korkuinen, eikä korkeus enää hypi sen noustessa
fr: Le clavier a la hauteur du clavier par défaut de votre appareil, et le saut à son apparition a disparu
id: Tinggi keyboard kini sama dengan keyboard bawaan perangkat Anda, dan lonjakan saat muncul sudah hilang
it: L'altezza della tastiera ora corrisponde a quella predefinita del dispositivo. Eliminato anche il salto quando appare
ja: キーボードの高さを端末の標準キーボードに合わせました。表示時に高さが跳ねる問題も解消しました
nb: Tastaturet har samme høyde som enhetens standardtastatur, og hoppet når det kommer opp er borte
nl: Het toetsenbord heeft nu de hoogte van het standaardtoetsenbord van je apparaat, en het verspringen bij het openen is weg
pl: Klawiatura ma wysokość domyślnej klawiatury urządzenia, a skok podczas jej wysuwania zniknął
pt_br: O teclado agora tem a altura do teclado padrão do aparelho, e o salto ao aparecer não acontece mais
ru: Высота клавиатуры теперь как у стандартной клавиатуры устройства. Скачок высоты при появлении тоже исчез
sv: Tangentbordet har nu samma höjd som enhetens standardtangentbord, och hoppet när det kommer upp är borta
th: ปรับความสูงคีย์บอร์ดให้เท่ากับคีย์บอร์ดเริ่มต้นของอุปกรณ์ และแก้ปัญหาความสูงกระตุกตอนเปิดขึ้นมาแล้ว
tr: Klavye yüksekliği cihazın varsayılan klavyesine uyarlandı; açılırken oluşan sıçrama da giderildi
vi: Bàn phím giờ cao bằng bàn phím mặc định của thiết bị, và lỗi nhảy khi bàn phím hiện lên đã hết
zh_hans: 键盘高度和这台设备的默认键盘对齐了，弹出时高度跳一下的问题也没有了
zh_hant: 鍵盤高度和這台裝置的預設鍵盤對齊了，彈出時高度跳一下的問題也沒有了

source: 키보드 높이를 기본 키보드와 같게 맞출 수 있어요. 키보드를 바꿔도 화면이 움직이지 않아요
cs: Výšku klávesnice můžete sladit se systémovou klávesnicí, takže se nic neposune, když klávesnici přepnete.
da: Du kan give tastaturet samme højde som systemets tastatur, så intet flytter sig, når du skifter tastatur.
de: Du kannst die Tastaturhöhe an die Standardtastatur anpassen. Beim Wechseln der Tastatur bewegt sich nichts.
el: Μπορείτε να ρυθμίσετε το ύψος του πληκτρολογίου ίσο με του προεπιλεγμένου, ώστε να μην μετακινείται η οθόνη όταν αλλάζετε πληκτρολόγιο.
en: You can match the keyboard height to your system keyboard, so nothing shifts when you switch keyboards.
es: Puedes igualar la altura del teclado a la del teclado del sistema, así la pantalla no se mueve al cambiar de teclado.
fi: Voit sovittaa näppäimistön korkeuden järjestelmän näppäimistöön, jolloin mikään ei siirry, kun vaihdat näppäimistöä.
fr: Vous pouvez aligner la hauteur du clavier sur celle du clavier système : rien ne bouge quand vous changez de clavier.
id: Tinggi keyboard bisa disamakan dengan keyboard sistem, jadi layar tidak bergeser saat Anda berganti keyboard.
it: Puoi far corrispondere l'altezza della tastiera a quella di sistema, così lo schermo non si muove quando cambi tastiera.
ja: キーボードの高さを標準キーボードに合わせられます。キーボードを切り替えても画面が動きません
nb: Du kan tilpasse tastaturhøyden til systemtastaturet, så ingenting flytter seg når du bytter tastatur.
nl: Je kunt de toetsenbordhoogte gelijk maken aan die van het systeemtoetsenbord, zodat er niets verschuift als je wisselt van toetsenbord.
pl: Możesz dopasować wysokość klawiatury do klawiatury systemowej, żeby nic się nie przesuwało przy zmianie klawiatury.
pt_br: Você pode igualar a altura do teclado à do teclado padrão do sistema, assim a tela não se mexe ao trocar de teclado.
ru: Высоту клавиатуры можно сделать такой же, как у системной. Экран не будет сдвигаться при переключении клавиатур.
sv: Du kan ställa in tangentbordets höjd så att den matchar systemets tangentbord, så att inget flyttar sig när du byter tangentbord.
th: ปรับความสูงคีย์บอร์ดให้เท่ากับคีย์บอร์ดเริ่มต้นได้ เมื่อสลับคีย์บอร์ดหน้าจอจะไม่ขยับ
tr: Klavye yüksekliğini sistem klavyesiyle eşitleyebilirsiniz, böylece klavye değiştirince ekran kaymaz.
vi: Bạn có thể chỉnh chiều cao bàn phím bằng bàn phím hệ thống, nên màn hình không dịch chuyển khi bạn đổi bàn phím.
zh_hans: 可以把键盘高度调成和系统键盘一样，切换键盘时画面不会跳动。
zh_hant: 可以把鍵盤高度調成和系統鍵盤一樣，切換鍵盤時畫面不會跳動。

source: 키보드 레이아웃
cs: Rozložení klávesnice
da: Tastaturlayout
de: Tastaturlayout
el: Διάταξη πληκτρολογίου
en: Keyboard Layout
es: Distribución del teclado
fi: Näppäimistön asettelu
fr: Disposition du clavier
id: Tata Letak Keyboard
it: Layout della tastiera
ja: キーボードレイアウト
nb: Tastaturoppsett
nl: Toetsenbordindeling
pl: Układ klawiatury
pt_br: Layout do teclado
ru: Раскладка клавиатуры
sv: Tangentbordslayout
th: เลย์เอาต์คีย์บอร์ด
tr: Klavye Düzeni
vi: Bố cục bàn phím
zh_hans: 键盘布局
zh_hant: 鍵盤佈局

source: 키보드 맨 앞에 '최근' 탭이 생겼어요
cs: Na začátku klávesnice je nová karta Poslední
da: En ny fane, Seneste, står først på tastaturet
de: Neuer Tab „Zuletzt“ ganz vorn auf der Tastatur
el: Νέα καρτέλα «Πρόσφατα» στην αρχή του πληκτρολογίου
en: A new Recent tab, first on the keyboard
es: Nueva pestaña 'Recientes' al inicio del teclado
fi: Uusi Viimeisimmät-välilehti näppäimistön alussa
fr: Nouvel onglet Récents, en premier sur le clavier
id: Ada tab Terbaru di bagian paling depan keyboard
it: Nuova scheda Recenti, la prima sulla tastiera
ja: キーボードの先頭に「最近」タブが加わりました
nb: En ny Nylig-fane, først på tastaturet
nl: Nieuw tabblad Recent, vooraan op het toetsenbord
pl: Nowa karta Ostatnie na początku klawiatury
pt_br: Nova aba Recentes, a primeira do teclado
ru: Новая вкладка «Недавние» первой на клавиатуре
sv: En ny flik, Senaste, först på tangentbordet
th: คีย์บอร์ดมีแท็บ "ล่าสุด" อยู่หน้าสุดแล้ว
tr: Klavyenin başına 'Son' sekmesi eklendi
vi: Bàn phím có thêm tab Gần đây ở đầu tiên
zh_hans: 键盘最前面新增了“最近”标签
zh_hant: 鍵盤最前面新增了「最近」標籤

source: 키보드 맨 앞에 '최근' 탭이 생겼어요. 복사해 둔 글을 키보드에서 바로 꺼내 써요
cs: Na začátku klávesnice je nová karta Poslední. Zkopírovaný text vložíte hned z klávesnice
da: En ny fane, Seneste, står først på tastaturet og giver dig direkte adgang til tekst, du har kopieret
de: Neuer Tab „Zuletzt“ ganz vorn auf der Tastatur: Kopierter Text ist direkt zur Hand
el: Μια νέα καρτέλα «Πρόσφατα» στην αρχή του πληκτρολογίου σας δίνει αμέσως το κείμενο που αντιγράψατε
en: A new Recent tab, first on the keyboard, puts text you copied right at hand
es: Nueva pestaña 'Recientes' al inicio del teclado, con lo que copiaste a la mano
fi: Uusi Viimeisimmät-välilehti näppäimistön alussa tuo kopioimasi tekstin heti käden ulottuville
fr: Nouvel onglet Récents, en premier sur le clavier : le texte copié est à portée de main
id: Ada tab Terbaru di bagian paling depan keyboard. Teks yang Anda salin bisa langsung dipakai
it: Nuova scheda Recenti, la prima sulla tastiera: il testo copiato è sempre a portata di mano
ja: キーボードの先頭に「最近」タブが加わりました。コピーした文章をキーボードからすぐ使えます
nb: En ny Nylig-fane, først på tastaturet, gir deg tekst du har kopiert rett ved hånden
nl: Het nieuwe tabblad Recent staat vooraan op het toetsenbord. Gekopieerde tekst heb je zo bij de hand
pl: Nowa karta Ostatnie na początku klawiatury. Skopiowany tekst masz od razu pod ręką
pt_br: Nova aba Recentes, a primeira do teclado: o texto copiado fica à mão
ru: Новая вкладка «Недавние» стоит первой на клавиатуре: скопированный текст всегда под рукой
sv: En ny flik, Senaste, ligger först på tangentbordet. Där hittar du text du har kopierat.
th: คีย์บอร์ดมีแท็บ "ล่าสุด" อยู่หน้าสุดแล้ว ใช้ข้อความที่คัดลอกได้ทันที
tr: Klavyenin başına 'Son' sekmesi eklendi. Kopyaladığınız metni klavyeden hemen kullanın
vi: Bàn phím có thêm tab Gần đây ở đầu tiên, giúp bạn lấy ngay văn bản đã sao chép
zh_hans: 键盘最前面新增“最近”标签，复制的文字可直接取用
zh_hant: 鍵盤最前面新增「最近」標籤，複製的文字可直接取用

source: 키보드 목록
cs: Klávesnice
da: Tastaturer
de: Tastaturen
el: Πληκτρολόγια
en: Keyboards
es: Teclados
fi: Näppäimistöt
fr: Claviers
id: Daftar Keyboard
it: Tastiere
ja: キーボード一覧
nb: Tastaturer
nl: Toetsenborden
pl: Klawiatury
pt_br: Teclados
ru: Клавиатуры
sv: Tangentbord
th: รายการคีย์บอร์ด
tr: Klavyeler
vi: Bàn phím
zh_hans: 键盘列表
zh_hant: 鍵盤列表

# 키보드 목록에서 '클립키보드'를 탭
source: 키보드 목록에서 'ClipKeyboard'를 탭
cs: V seznamu klávesnic klepněte na 'ClipKeyboard'
da: Tryk på 'ClipKeyboard' i tastaturlisten
de: Tippe in der Tastaturliste auf 'ClipKeyboard'
el: Πατήστε «ClipKeyboard» στη λίστα πληκτρολογίων
en: Tap 'ClipKeyboard' in the keyboard list
es: Toca 'ClipKeyboard' en la lista de teclados
fi: Napauta näppäimistöluettelossa 'ClipKeyboard'
fr: Touchez « ClipKeyboard » dans la liste des claviers
id: Ketuk 'ClipKeyboard' di daftar keyboard
it: Tocca 'ClipKeyboard' nell'elenco delle tastiere
ja: キーボード一覧で'ClipKeyboard'をタップ
nb: Trykk på «ClipKeyboard» i tastaturlisten
nl: Tik in de lijst met toetsenborden op 'ClipKeyboard'
pl: Dotknij 'ClipKeyboard' na liście klawiatur
pt_br: Toque em 'ClipKeyboard' na lista de teclados
ru: Нажмите «ClipKeyboard» в списке клавиатур
sv: Tryck på ClipKeyboard i tangentbordslistan
th: แตะ "ClipKeyboard" ในรายการคีย์บอร์ด
tr: Klavye listesinde 'ClipKeyboard' öğesine dokunun
vi: Chạm 'ClipKeyboard' trong danh sách bàn phím
zh_hans: 在键盘列表里点“剪贴键盘”
zh_hant: 在鍵盤列表裡點「剪貼鍵盤」

source: 키보드 목록에서 ClipKeyboard를 탭한 후, '전체 접근 허용'을 켜주세요. 앱에 저장한 단축어를 키보드가 꺼내 오려면 필요해요. 치시는 글자는 기기 밖으로 보내지 않아요.
cs: V seznamu klávesnic klepněte na ClipKeyboard a zapněte 'Povolit úplný přístup'. Klávesnice to potřebuje, aby se dostala k frázím uloženým v aplikaci. Co píšete, nikdy neopustí zařízení.
da: Tryk på ClipKeyboard i tastaturlisten, og slå 'Tillad fuld adgang' til. Tastaturet skal bruge den for at hente de fraser, du har gemt i appen. Det, du skriver, forlader aldrig din enhed.
de: Tippe in der Tastaturliste auf ClipKeyboard und schalte dann 'Vollzugriff erlauben' ein. Die Tastatur braucht ihn, um die in der App gespeicherten Textbausteine zu holen. Was du tippst, verlässt dein Gerät nie.
el: Πατήστε ClipKeyboard στη λίστα πληκτρολογίων και ενεργοποιήστε την «Να επιτρέπεται πλήρης πρόσβαση». Χρειάζεται για να βρίσκει το πληκτρολόγιο τις φράσεις που αποθηκεύσατε στην εφαρμογή. Όσα πληκτρολογείτε δεν φεύγουν ποτέ από τη συσκευή σας.
en: Tap ClipKeyboard in the keyboard list, then turn on 'Allow Full Access'. The keyboard needs it to reach the snippets saved in the app. What you type never leaves your device.
es: Toca ClipKeyboard en la lista de teclados y activa 'Permitir acceso completo'. El teclado lo necesita para traer las frases guardadas en la app. Lo que escribes no sale de tu dispositivo.
fi: Napauta näppäimistöluettelossa ClipKeyboard ja ota sitten käyttöön 'Salli täysi pääsy'. Näppäimistö tarvitsee sen hakeakseen sovellukseen tallennetut fraasit. Kirjoittamasi teksti ei poistu laitteesta.
fr: Touchez ClipKeyboard dans la liste des claviers, puis activez « Autoriser l'accès complet ». Le clavier en a besoin pour accéder aux snippets enregistrés dans l'app. Ce que vous saisissez ne quitte jamais votre appareil.
id: Ketuk ClipKeyboard di daftar keyboard, lalu aktifkan 'Izinkan Akses Penuh'. Ini diperlukan agar keyboard bisa mengambil frasa yang tersimpan di app. Apa yang Anda ketik tidak pernah keluar dari perangkat.
it: Tocca ClipKeyboard nell'elenco delle tastiere, poi attiva 'Consenti accesso completo'. Serve alla tastiera per raggiungere le frasi salvate nell'app. Quello che scrivi non lascia mai il dispositivo.
ja: キーボード一覧でClipKeyboardをタップし、「フルアクセスを許可」をオンにしてください。 アプリに保存した定型文をキーボードが取り出すために必要です。入力した文字が端末の外に送られることはありません。
nb: Trykk på ClipKeyboard i tastaturlisten, og slå på «Tillat full tilgang». Tastaturet trenger det for å hente fraser som er lagret i appen. Det du skriver forlater aldri enheten.
nl: Tik in de lijst met toetsenborden op ClipKeyboard en zet 'Volledige toegang toestaan' aan. Het toetsenbord heeft dit nodig om bij de fragmenten uit de app te komen. Wat je typt, verlaat je apparaat nooit.
pl: Dotknij ClipKeyboard na liście klawiatur, a potem włącz 'Zezwalaj na pełny dostęp'. Klawiatura potrzebuje go, by sięgnąć do fraz zapisanych w aplikacji. To, co piszesz, nie opuszcza urządzenia.
pt_br: Na lista de teclados, toque em ClipKeyboard e ative 'Permitir Acesso Total'. O teclado precisa disso para buscar os snippets salvos no app. O que você digita nunca sai do aparelho.
ru: Нажмите ClipKeyboard в списке клавиатур, затем включите «Полный доступ». Это нужно клавиатуре, чтобы получать доступ к фразам, сохранённым в приложении. То, что вы печатаете, никогда не покидает устройство.
sv: Tryck på ClipKeyboard i tangentbordslistan och slå sedan på 'Tillåt full åtkomst'. Tangentbordet behöver det för att nå fraserna som sparats i appen. Det du skriver lämnar aldrig enheten.
th: แตะ ClipKeyboard ในรายการคีย์บอร์ด แล้วเปิด "อนุญาตการเข้าถึงแบบเต็ม" คีย์บอร์ดต้องใช้สิทธิ์นี้เพื่อดึงข้อความด่วนที่บันทึกไว้ในแอป ข้อความที่คุณพิมพ์จะไม่ถูกส่งออกจากอุปกรณ์
tr: Klavye listesinde ClipKeyboard öğesine dokunun, sonra 'Tam Erişime İzin Ver'i açın. Klavyenin uygulamada kayıtlı ifadelere ulaşması için gerekir. Yazdıklarınız cihazınızdan dışarı çıkmaz.
vi: Trong danh sách bàn phím, chạm ClipKeyboard rồi bật 'Cho phép truy cập đầy đủ'. Bàn phím cần quyền này để lấy các cụm từ đã lưu trong ứng dụng. Nội dung bạn gõ không bao giờ rời khỏi thiết bị.
zh_hans: 在键盘列表中轻点 ClipKeyboard，然后打开“允许完全访问”。 键盘需要它才能读取你在应用中保存的短语。你输入的文字不会传出设备。
zh_hant: 在鍵盤列表中輕點 ClipKeyboard，然後開啟「允許完全取用」。 鍵盤需要它才能讀取你在應用中儲存的短語。你輸入的文字不會傳出裝置。

source: 키보드 목록에서 ClipKeyboard를 탭한 후, '전체 접근 허용'을 켜주세요. 저장된 단축어에 접근하기 위해 꼭 필요합니다.
cs: V seznamu klávesnic klepněte na ClipKeyboard a zapněte 'Povolit úplný přístup'. Je to nutné pro přístup k uloženým frázím.
da: Tryk på ClipKeyboard i tastaturlisten, og slå 'Tillad fuld adgang' til. Den er nødvendig for at få adgang til dine gemte fraser.
de: Tippe in der Tastaturliste auf ClipKeyboard und schalte dann 'Vollzugriff erlauben' ein. Das ist nötig, um auf deine gespeicherten Textbausteine zuzugreifen.
el: Πατήστε ClipKeyboard στη λίστα πληκτρολογίων και ενεργοποιήστε την «Να επιτρέπεται πλήρης πρόσβαση». Είναι απαραίτητο για την πρόσβαση στις φράσεις που έχετε αποθηκεύσει.
en: Tap ClipKeyboard in the keyboard list, then turn on 'Allow Full Access'. This is required to access your saved snippets.
es: Toca ClipKeyboard en la lista de teclados y activa 'Permitir acceso completo'. Es necesario para acceder a tus frases guardadas.
fi: Napauta näppäimistöluettelossa ClipKeyboard ja ota sitten käyttöön 'Salli täysi pääsy'. Se tarvitaan tallennettujen fraasien käyttöön.
fr: Touchez ClipKeyboard dans la liste des claviers, puis activez « Autoriser l'accès complet ». Cela est nécessaire pour accéder à vos snippets enregistrés.
id: Ketuk ClipKeyboard di daftar keyboard, lalu aktifkan 'Izinkan Akses Penuh'. Ini diperlukan untuk mengakses frasa yang Anda simpan.
it: Tocca ClipKeyboard nell'elenco delle tastiere, poi attiva 'Consenti accesso completo'. È necessario per accedere alle tue frasi salvate.
ja: キーボード一覧でClipKeyboardをタップし、「フルアクセスを許可」をオンにしてください。 保存した定型文にアクセスするために必要です。
nb: Trykk på ClipKeyboard i tastaturlisten, og slå på «Tillat full tilgang». Det kreves for å få tilgang til de lagrede frasene dine.
nl: Tik in de lijst met toetsenborden op ClipKeyboard en zet 'Volledige toegang toestaan' aan. Dit is nodig om bij je bewaarde fragmenten te komen.
pl: Dotknij ClipKeyboard na liście klawiatur, a potem włącz 'Zezwalaj na pełny dostęp'. Jest to potrzebne, by mieć dostęp do zapisanych fraz.
pt_br: Na lista de teclados, toque em ClipKeyboard e ative 'Permitir Acesso Total'. Isso é necessário para acessar seus snippets salvos.
ru: Нажмите ClipKeyboard в списке клавиатур, затем включите «Полный доступ». Это нужно для доступа к сохранённым фразам.
sv: Tryck på ClipKeyboard i tangentbordslistan och slå sedan på 'Tillåt full åtkomst'. Det krävs för att komma åt dina sparade fraser.
th: แตะ ClipKeyboard ในรายการคีย์บอร์ด แล้วเปิด "อนุญาตการเข้าถึงแบบเต็ม" จำเป็นต้องใช้เพื่อเข้าถึงข้อความด่วนที่บันทึกไว้
tr: Klavye listesinde ClipKeyboard öğesine dokunun, sonra 'Tam Erişime İzin Ver'i açın. Kayıtlı ifadelerinize erişmek için gereklidir.
vi: Trong danh sách bàn phím, chạm ClipKeyboard rồi bật 'Cho phép truy cập đầy đủ'. Cần bật để truy cập các cụm từ đã lưu của bạn.
zh_hans: 在键盘列表里点一下剪贴键盘，然后打开“允许完全访问”。 这是访问已保存短语所必需的。
zh_hant: 在鍵盤列表裡點一下剪貼鍵盤，然後開啟「允許完全取用」。 這是存取已儲存短語所必需的。

source: 키보드 미리보기
cs: Náhled klávesnice
da: Tastaturvisning
de: Tastaturvorschau
el: Προεπισκόπηση πληκτρολογίου
en: Keyboard preview
es: Vista previa del teclado
fi: Näppäimistön esikatselu
fr: Aperçu du clavier
id: Pratinjau keyboard
it: Anteprima tastiera
ja: キーボードのプレビュー
nb: Tastaturforhåndsvisning
nl: Toetsenbordvoorbeeld
pl: Podgląd klawiatury
pt_br: Pré-visualização do teclado
ru: Предпросмотр клавиатуры
sv: Förhandsvisning av tangentbord
th: ตัวอย่างคีย์บอร์ด
tr: Klavye önizlemesi
vi: Xem trước bàn phím
zh_hans: 键盘预览
zh_hant: 鍵盤預覽
